export default function Artimid(){
 return(
    <div>
        <img src="https://gototrip.blog/wp-content/uploads/2024/11/artemis-1536x1024.jpg" alt="Artemid img error"/>
        <h1>Храм Артеміди в Ефесі</h1>
        <p>Храм Артеміди, розташований у місті Ефес (сучасна Туреччина), був однією з найшановніших релігійних споруд Стародавнього світу. Зведений на честь богині Артеміди, храм був прикрашений мармуровими статуями і величезними колонами, що підкреслювали його велич. Він кілька разів перебудовувався через руйнування, зокрема після підпалу Геростратом, який прагнув увіковічнити своє ім’я.

Цікаві факти:
Храм настільки вражав сучасників, що його зображення зустрічається навіть на давніх монетах. Сьогодні від храму залишилися лише руїни.
</p>
    </div>
)}