export default function Galik(){
 return(
    <div>
        <img src="https://gototrip.blog/wp-content/uploads/2024/11/mausoleum-1536x864.jpg" alt="Galik img error"/>
        <h1>Мавзолей у Галікарнасі</h1>
        <p>Мавзолей у Галікарнасі був гробницею для царя Мавсола, побудованою його дружиною Артемісією. Мавзолей став еталоном монументальної архітектури, а його розкішне оздоблення та статуї зробили його однією з найбільш вражаючих споруд античності. Саме від цього мавзолею походить сучасний термін «мавзолей».

Цікаві факти:
Гробниця простояла майже тисячу років, але була зруйнована землетрусами і зрештою розібрана хрестоносцями.
</p>
    </div>
)}