export default function Gizi(){
 return(
    <div>
        <img src="https://gototrip.blog/wp-content/uploads/2024/11/giza-1536x1024.jpg" alt="Gizi img error"/>
        <h1 class='gizih1'>Піраміди в Гізі</h1>
        <p>Єдине з чудес, яке збереглося до сьогодні — це Піраміди в Гізі, розташовані неподалік від сучасного Каїра. Найвідоміша серед них — Велика піраміда Хеопса, яку було зведено близько 2570 року до н.е. як гробницю для фараона. Вона має висоту приблизно 147 метрів і вважається найбільшою пірамідою з усіх, побудованих у Стародавньому Єгипті. Піраміди демонструють неабиякий інженерний хист стародавніх єгиптян, які змогли створити настільки масштабну конструкцію з великих блоків каменю без сучасних інструментів.

Цікаві факти:
Науковці досі досліджують піраміди, і донині існують різні теорії щодо того, як саме їх будували. Вважається, що над будівництвом працювали десятки тисяч робітників протягом кількох десятиліть.</p>
    </div>
)}