export default function Kolos(){
 return(
    <div>
        <img src="https://gototrip.blog/wp-content/uploads/2024/11/rhodes.jpg" alt="Galik img error"/>
        <h1 class='gizih1'>Колос Родоський</h1>
        <p>Колос Родоський був гігантською статуєю бога сонця Геліоса, зведеною на острові Родос. Згідно з легендою, статуя стояла на вході до гавані, але сучасні історики вважають, що це міф. Її висота сягала приблизно 33 метрів, і вона символізувала перемогу родосців над ворогами.

Цікаві факти:
Колос простояв лише 56 років і був зруйнований землетрусом. Руїни статуї ще довго привертали увагу подорожніх.</p>
    </div>
)}