export default function Majak(){
 return(
    <div>
        <img src="https://gototrip.blog/wp-content/uploads/2024/11/mayak.png" alt="Majak img error"/>
        <h1>Александрійський маяк</h1>
        <p>Александрійський маяк, розташований на острові Фарос поблизу Александрії, вважався одним із перших і найвищих маяків світу. Його висота становила близько 130 метрів, а світло від нього допомагало кораблям орієнтуватися в темряві. Маяк був зруйнований землетрусами, але залишився в історії як зразок морської інженерії.

Цікаві факти:
Залишки маяка досі знаходять у водах навколо Фаросу. Це одна з найвідоміших споруд античності, що мала практичне значення.</p>
    </div>
)}