export default function Semeramid(){
 return(
    <div>
        <img src="https://gototrip.blog/wp-content/uploads/2024/11/gardens-of-babylon-1536x898.png" alt="Semeramid img error"/>
        <h1>Висячі сади Семіраміди</h1>
        <p>Висячі сади Семіраміди в Вавилоні вважаються однією з найбільш романтизованих споруд стародавнього світу. За легендою, вони були побудовані за наказом царя Навуходоносора II для його дружини Амитіс, яка сумувала за зеленими пагорбами свого рідного Мідійського царства. Сади розташовувалися на терасах, високо над землею, і створювали враження, що вони буквально висять у повітрі. Історики не впевнені, чи існували сади насправді, оскільки археологічних доказів не знайдено, але це не заважає їм залишатися однією з найвідоміших пам’яток античності.

Цікаві факти:
За описами, сади мали складну систему іригації, яка дозволяла воді підніматися на велику висоту. Це було унікальним досягненням інженерії того часу.
</p>
    </div>
)}