export default function Zeus(){
 return(
    <div>
        <img src="https://gototrip.blog/wp-content/uploads/2024/11/zevs.jpg" alt="zeus img error"/>
        <h1>Статуя Зевса в Олімпії</h1>
        <p>Статуя Зевса в Олімпії була виготовлена скульптором Фідієм і вважалася одним з найвидатніших творів мистецтва Стародавньої Греції. Її висота сягала близько 12 метрів, і вона була інкрустована золотом та слоновою кісткою. Зевс сидів на троні, прикрашеному дорогоцінними каменями, а його величний образ створював відчуття могутності бога. Статуя стояла в храмі, де проводилися знамениті Олімпійські ігри.

Цікаві факти:
Ця статуя зникла без сліду після того, як храм зазнав руйнування. Вважається, що її могли перевезти до Константинополя, де вона зникла під час пожежі.
</p>
    </div>
)}